---
kind: other
id: Properties.T:Autodesk.Revit.DB.IFC.IFCAggregateIterator
source: html/b5716f85-f329-7a2c-aae7-df04456db411.htm
---
# IFCAggregateIterator Properties

Gets the item at the current position of the iterator.